Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/housing/renting_a_home/repairs_maintenance_and_minimum_physical_standards.html.txt.tmx
Source language: en
Languages: pl

source: Minimum standards for rented housing
pl: Minimalne standardy lokali mieszkalnych na wynajem

source: Your landlord has a legal duty to make sure that your home meets certain minimum physical standards
pl: Wynajmujący ma prawny obowiązek upewnienia się, że lokal spełnia określone minimum standardów fizycznych

source: In general, the standards apply to dwellings rented from private landlords, local authorities and approved housing bodies (usually called housing associations)
pl: Dla już istniejących wynajmów, zezwolono na stopniowe wprowadzanie w okresie 4-letnim niektórych standardów określonych w Przepisach

source: However, they do not apply to communal housing being let by the HSE or an approved housing body
pl: Okres stopniowego wdrażania zmian zakończył się dnia on 31 stycznia 2013 r., zatem w chwili obecnej wynajmowane nieruchomości muszą spełniać wszelkie standardy

source: These standards are set out in the Housing (Standards for Rented Houses) Regulations 2008 as amended by the Housing (Standards for Rented Houses) (Amendment) Regulations 2009
pl: Należy stanowczo zauważyć, że odpowiedzialność wynajmującego (na przykład zadbanie o dobry stan rur do wody) przeważnie nie obejmuje szkód na twoim dobytku (na przykład spowodowanych przez pęknięcie rury), mało jest także prawdopodobne, aby polisa ubezpieczeniowa wynajmującego obejmowała twoje rzeczy osobiste

source: It was announced in February 2017 that a further set of Regulations (pdf) would take effect from 1 July 2017
pl: Niektóre firmy ubezpieczeniowe prowadzą ubezpieczenie mienia lokatorów prywatnych

source: See ‘Extra requirements from July 2017’ below
pl: Charytatywna organizacja mieszkaniowa Threshold publikuje wskazówki dla lokatorów, którzy doświadczyli zalania i pęknięcia rur

source: For each apartment, flat or house being rented as a separate unit, the landlord must ensure that the rental property is in a proper state of structural repair
pl: W przypadku każdego mieszkania, kawalerki czy domu, przeznaczonego na wynajem jako lokal samodzielny, wynajmujący musi się upewnić, czy wynajmowana nieruchomość znajduje się w dobrym stanie konstrukcyjnym

source: The Regulations require the landlord to maintain the property in a sound state, inside and out
pl: Przepisy wymagają, aby wynajmujący utrzymywał nieruchomość w stanie solidnym, zarówno wewnątrz, jak i na zewnątrz

source: They specify that roofs, roofing tiles, slates, windows, floors, ceilings, walls, stairs, doors, skirting boards, fascias, tiles on any floor, ceiling and wall, gutters, down pipes, fittings, furnishings, gardens and common areas must be maintained in good condition and repair
pl: Zgodnie z wykazem, dachy, pokrycie dachu, dachówki, okna, podłogi, schody, drzwi, listwy przypodłogowe, szyldy, płytki wszystkich podłóg, sufity i ściany, rynny, rury wychodzące, armatury, umeblowanie, ogrody oraz tereny wspólne muszą być utrzymywane w dobrym stanie i naprawiane

source: They must not be defective due to dampness or otherwise
pl: Nie mogą posiadać uszkodzeń spowodowanych przez wilgoć itp

source: The landlord must ensure that electricity or gas supplies are safe and in good repair, and that every room has adequate ventilation and both natural and artificial lighting
pl: Wynajmujący musi dopilnować, aby urządzenia dostarczające elektryczność i gaz były bezpieczne i konserwowane oraz aby każde pomieszczenie miało odpowiednia wentylację, jak też oświetlenie, zarówno naturalne, jak i sztuczne

source: • A clothes-dryer if the dwelling does not have a private garden or yard
pl: • Oddzielne pomieszczenie, do wyłącznego użytku każdego wynajmowanego lokalu z ubikacją, umywalką oraz wbudowaną wanną lub prysznicem z gorącą i zimną wodą

source: They must also provide facilities for cooking and for the hygienic storage of food, to include the following:
pl: • W każdym pomieszczeniu stałe urządzenie grzewcze, umożliwiające zapewnienie skutecznego ogrzewania i kontrolowane przez lokatora

source: • Kitchen cupboards that are suitable and adequate for storing food
pl: • Dostęp do suszarki, jeśli wynajmowany lokal nie posiada własnego ogrodu czy podwórka

source: • Sink with mains water supply, hot water and draining area
pl: • Koc przeciwpożarowy oraz alarmy przeciwpożarowe

source: • Installation of cooking equipment with provision, where necessary, for the safe and effective removal of fumes
pl: • Dostęp do pomieszczeń gospodarczych, wolnych od robactwa i środków chwastobójczych

source: In multi-unit buildings, the landlord must provide each unit with a mains-wired smoke alarm; a fire blanket; and an emergency evacuation plan. There must also be emergency lighting in common areas
pl: W budynkach wielorodzinnych, wynajmujący musi zaopatrzyć każdy lokal w alarm przeciwpożarowy podłączony do przewodu głównego, koc przeciwpożarowy oraz plan ewakuacyjny na wypadek zagrożenia, na obszarach wspólnych musi znajdować się oświetlenie awaryjne

source: Read more about the minimum standards, including a guide to minimum standards in rented accommodation (pdf)
pl: Przeczytaj więcej o standardach minimalnych, w tym Przewodnik o standardach minimalnych w wynajmowanych lokalach mieszkalnych (pdf)

source: Extra requirements from July 2017
pl: Władze lokalne oraz rady mieszkańców

source: The Housing (Standards for Rented Houses) Regulations 2017 (pdf) will take effect from 1 July 2017
pl: Jednakże muszą stosować się do Przepisów mieszkaniowych (Standardy dla wynajmowanych domów) z 1993 r

source: • Windows that are located above a certain height will have to be fitted with safety restrictors, in order to prevent falls
pl: • Urządzenia do instalacji sprzętu do gotowania

source: • Landlords will also have to provide carbon monoxide detectors and alarms, which must be suitably located
pl: • Urządzenia do higienicznego przechowywania żywności

source: Damage to your possessions
pl: Jeśli twój dom nie spełnia standardów minimalnych

source: It is important to note that your landlord's responsibilities (to keep the water pipes, for example, in good repair) do not normally cover you for any damage to your possessions (caused by burst pipes, for example) and the landlord's insurance policy is unlikely to cover your personal belongings
pl: Jeśli jesteś lokatorem prywatnym i uważasz, że twoje zakwaterowanie jest poniżej standardów, bądź też twój wynajmujący odmawia przeprowadzenia napraw, znajdujących się na wyżej wspomnianym wykazie, wówczas możesz zwrócić się do władz lokalnych, aby skłoniły wynajmującego do przestrzegania standardów

source: Several insurance companies provide contents insurance for private tenants
pl: Patrz niżej ‘Gdzie się zwrócić’

source: Local authorities (in their role as housing authorities) are responsible for enforcing these minimum standards
pl: Nieprzestrzeganie minimum standardów może skutkować karami i postawieniem w stan oskarżenia.Władze mieszkaniowe mają prawo wydać ‘Wykaz usterek, które winny być usunięte’ oraz ‘Nakaz wstrzymania działalności’ wynajmującym, którzy naruszają przepisy o minimalnych standardach

source: If you are renting accommodation under the Housing Assistance Payment (HAP) scheme, the local authority will inspect your accommodation within the first 8 months of your tenancy
pl: Wykaz usterek, które winny być usunięte wymienia prace, które wynajmujący musi przeprowadzić, aby wyrównać szkodę naruszenia przepisów

source: Local authorities also carry out planned programmes of inspection of rented properties
pl: Jeśli wynajmujący tych prac nie wykona, wówczas władze mieszkaniowe mogą wydać Nakaz wstrzymania działalności z zarządzeniem, aby wynajmujący nie wynajmował ponownie nieruchomości, aż naruszenie przepisów nie zostanie naprawione

source: If you think that your home does not comply with the standards, you should first bring the problem to your landlord’s attention, whether you are renting from a private landlord, a local authority or a housing association
pl: Dalszy spór pomiędzy wynajmującym a lokatorami w sektorze prywatnym, może zostać poddany mediacji Zarządu Prywatnych Wynajmów Mieszkaniowych

source: Failure to comply with the minimum standards can result in penalties and prosecution
pl: Skontaktuj się ze swoją władzą lokalną
